let selfRatingTravel1 = 'Travel#1 Score: 110/100\n 1. Вёрстка валидная (10/10)\n 2. Вёрстка семантическая (20/20)\n 3. Вёрстка соответствует макету (48/48)\n 4. Требования к css (12/12)\n 5. Интерактивность, реализуемая через css (20/20)'
let selfRatingTravel2 = 'Travel#2 Score: 85/75\n 1. Вёрстка соответствует макету. Ширина экрана 390px (48/48)\n 2. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется (15/15)\n 3. На ширине экрана 390рх и меньше реализовано адаптивное меню (22/22)';

console.log(selfRatingTravel1);
console.log(selfRatingTravel2);